<? php
/ **
 * CodeIgniter
 *
 * Фреймворк для разработки приложений с открытым исходным кодом для PHP
 *
 * Этот контент выпущен под лицензией MIT (MIT)
 *
 * Авторские права (c) 2014-2015, Технологический институт Британской Колумбии
 *
 * Разрешение предоставляется бесплатно любому лицу, получившему копию
 * этого программного обеспечения и связанных файлов документации («Программное обеспечение») для работы
 * в Программном обеспечении без ограничений, включая, помимо прочего, права
 * использовать, копировать, изменять, объединять, публиковать, распространять, сублицензировать и / или продавать
 * копии Программного обеспечения и разрешить лицам, которым Программное обеспечение
 * предоставлено для этого при соблюдении следующих условий:
 *
 * Приведенное выше уведомление об авторских правах и это уведомление о разрешении должны быть включены в
 * все копии или существенные части Программного обеспечения.
 *
 * ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ
 * ПОДРАЗУМЕВАЕТСЯ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАясь, ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ,
 * ПРИГОДНОСТЬ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ И ЗАЩИТА ОТ ИНФОРМАЦИИ. НИ В КОЕМ СЛУЧАЕ
 * АВТОРЫ ИЛИ ДЕРЖАТЕЛИ АВТОРСКИХ ПРАВ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБЫЕ ПРЕТЕНЗИИ, УБЫТКИ ИЛИ ДРУГИЕ
 * ОТВЕТСТВЕННОСТЬ, ВЫЯВЛЯЮЩАЯСЯ ЛИ В РЕЗУЛЬТАТЕ ДОГОВОРА, ИЛИ ИНОСТРАННЫМ ПЕРЕДАЧОМ
 * ВНЕ ИЛИ В СВЯЗИ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ИЛИ ИСПОЛЬЗОВАНИЕМ ИЛИ ДРУГИМИ ДЕЯМИ В
 * ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ.
 *
 * @ пакет CodeIgniter
 * @author Команда разработчиков EllisLab
 * @copyright Copyright (c) 2008-2014, EllisLab, Inc. (http://ellislab.com/)
 * @copyright Copyright (c) 2014-2015, Технологический институт Британской Колумбии (http://bcit.ca/)
 * @license http://opensource.org/licenses/MIT Лицензия MIT
 * @ ссылка http://codeigniter.com
 * @since версии 1.0.0
 * @filesource
 * /
определено ('BASEPATH') ИЛИ exit ('Прямой доступ к сценарию не разрешен');

$ lang ['ut_test_name'] = 'Имя теста';
$ lang ['ut_test_datatype'] = 'Тип тестовых данных';
$ lang ['ut_res_datatype'] = 'Ожидаемый тип данных';
$ lang ['ut_result'] = 'Результат';
$ lang ['ut_undefined'] = 'Неопределенное имя теста';
$ lang ['ut_file'] = 'Имя файла';
$ lang ['ut_line'] = 'Номер строки';
$ lang ['ut_passed'] = 'Пройден';
$ lang ['ut_failed'] = 'Ошибка';
$ lang ['ut_boolean'] = 'Логическое';
$ lang ['ut_integer'] = 'Целое число';
$ lang ['ut_float'] = 'Плавающий';
$ lang ['ut_double'] = 'Плавающий'; // может быть таким же, как float
$ lang ['ut_string'] = 'Строка';
$ lang ['ut_array'] = 'Массив';
$ lang ['ut_object'] = 'Объект';
$ lang ['ut_resource'] = 'Ресурс';
$ lang ['ut_null'] = 'Ноль';
$ lang ['ut_notes'] = 'Примечания';
